Repository: Andrea-MariaDB-2/CashBalancer
Catalog: lib/l10n/arb/app_*.arb
Languages: pt

# mainEmptyTitle
source: Add your first wallet.
pt: Adicione a sua primeira carteira

# mainEmptySubtitle
source: Tap the + to add a wallet, where you'll be able to add your assets.
pt: Toque no + para adicionar uma carteira, onde você vai poder adicionar os seus ativos.

# mainDialogValidator
source: Please enter some text
pt: Por favor digite algo

source: Add Wallet
pt: Adicionar Carteira

source: Add a Wallet
pt: Adicionar uma Carteira

# editWallet
source: Edit a Wallet
pt: Editar Carteira

source: All items
pt: Todos os items

# targetSettings
source: Sum up to 100% in each wallet, instead of considering the sum of all wallets.
pt: Somar até 100% em cada carteira, em vez de considerar a soma total de todas as carteiras.

# theAssetsName
source: The asset’s name, such as savings or bitcoin.
pt: O nome do ativo, como poupança ou bitcoin.

source: Press + to add.
pt: Toque no + para adicionar.

source: Right now
pt: Agora

source: is going to be
pt: será

# howMuchTarget
source: How much percentage you want this to be.
pt: A porcentagem alvo que você desejar.

source: OPTIONAL
pt: OPCIONAL

# totalAmount
source: The total amount you own.
pt: A quantia total que você possui.

source: Value
pt: Valor

source: Move
pt: Mover

# moveWallet
source: Move "{itemName}"
pt: Mover "{itemName}"

# addAsset
source: Add an Asset
pt: Adicionar Ativo

# editAsset
source: Edit an Asset
pt: Editar Ativo

# dialogAssetName
source: Name
pt: Nome

# dialogAssetValue
source: Value
pt: Valor

# dialogAssetTarget
source: Target
pt: Alvo

# dialogSave
source: SAVE
pt: SALVAR

# dialogSaveAddMore
source: SAVE AND ADD MORE
pt: SALVAR E ADICIONAR MAIS

# dialogCancel
source: CANCEL
pt: CANCELAR

# dialogDelete
source: DELETE
pt: DELETAR

source: Settings
pt: Configurações

# currencySymbol
source: Currency
pt: Moeda

source: Relative Target
pt: Alvo relativo

source: Sort by
pt: Ordenar por

# sortBy0
source: Value
pt: Valor

# sortBy1
source: Name
pt: Nome

# pleaseEnterCurrency
source: Please enter the currency ($, €, etc.)
pt: Por favor digite uma moeda ($, €, etc.)

# designedDeveloped
source: Designed & developed by Bernardo Ferrari.
pt: Desenhado e desenvolvido por Bernardo Ferrari.
